<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Documento sin t&iacute;tulo</title>
<style type="text/css">
<!--
.Estilo1 {
	font-family: Cambria;
	font-weight: bold;
	font-size: 36px;
}
.Estilo2 {font-family: Arial, Helvetica, sans-serif}
-->
</style>
</head>

<body>
<div align="center"><span class="Estilo1">Filosof&iacute;a Moderna </span></div>
<p class="Estilo2">La filosof&iacute;a moderna abarca un extenso per&iacute;odo que va aproximadamente desde el siglo XVII hasta finales del siglo XIX. Durante esta &eacute;poca, se produjeron cambios significativos en la manera en que los fil&oacute;sofos abordaron cuestiones fundamentales sobre la existencia, el conocimiento, la &eacute;tica y la pol&iacute;tica. </p>
<ol>
  <li class="Estilo2">
    <p><strong>Racionalismo (siglo XVII):</strong></p>
    <ul>
      <li>
        <p><strong>Ren&eacute; Descartes (1596-1650):</strong> Descartes es considerado el padre del racionalismo. Busc&oacute; establecer una base s&oacute;lida para el conocimiento a trav&eacute;s del m&eacute;todo de la duda met&oacute;dica y formul&oacute; la famosa afirmaci&oacute;n &quot;Cogito, ergo sum&quot; (Pienso, luego existo).</p>
      </li>
      <li>
        <p><strong>Baruch Spinoza (1632-1677):</strong> Spinoza, un fil&oacute;sofo neerland&eacute;s, desarroll&oacute; una filosof&iacute;a pante&iacute;sta que identificaba a Dios con la naturaleza. Su obra principal, &quot;&Eacute;tica&quot;, influy&oacute; en diversas &aacute;reas del pensamiento.</p>
      </li>
    </ul>
  </li>
  <li class="Estilo2"><img src="i6.jfif" width="268" height="188" align="right" />
    <p><strong>Empirismo (siglo XVII - XVIII):</strong></p>
    <ul>
      <li>
        <p><strong>John Locke (1632-1704):</strong> Locke es conocido por su obra &quot;Ensayo sobre el entendimiento humano&quot;, donde sostiene que la mente humana es una &quot;tabula rasa&quot; o una hoja en blanco al nacer, y que la experiencia sensorial es la fuente principal del conocimiento.</p>
      </li>
      <li>
        <p><strong>David Hume (1711-1776):</strong> Hume llev&oacute; el empirismo a sus consecuencias l&oacute;gicas, cuestionando la noci&oacute;n de causalidad y destacando la importancia de la experiencia en la formaci&oacute;n de creencias.</p>
      </li>
    </ul>
  </li>
  <li class="Estilo2">
    <p><strong>Ilustraci&oacute;n (siglo XVIII):</strong></p>
    <ul>
      <li>
        <p><strong>Voltaire (1694-1778):</strong> Fil&oacute;sofo y escritor franc&eacute;s, Voltaire fue un defensor de la libertad de pensamiento, la tolerancia religiosa y la cr&iacute;tica a la autoridad.</p>
      </li>
      <li>
        <p><strong>Jean-Jacques Rousseau (1712-1778):</strong> Rousseau influy&oacute; en el pensamiento pol&iacute;tico con su obra &quot;El contrato social&quot;, donde abogaba por la soberan&iacute;a popular y la idea del &quot;buen salvaje&quot;.</p>
      </li>
    </ul>
  </li>
  <li class="Estilo2">
    <p><strong>Filosof&iacute;a cr&iacute;tica (siglo XVIII - XIX):</strong></p>
    <ul>
      <li><strong>Immanuel Kant (1724-1804):</strong> Kant desarroll&oacute; una filosof&iacute;a cr&iacute;tica que buscaba establecer los l&iacute;mites y la naturaleza del conocimiento humano. Su obra &quot;Cr&iacute;tica de la raz&oacute;n pura&quot; aborda cuestiones epistemol&oacute;gicas, y &quot;Cr&iacute;tica de la raz&oacute;n pr&aacute;ctica&quot; trata temas &eacute;ticos.</li>
    </ul>
  </li>
  <li class="Estilo2">
    <p><strong>Idealismo alem&aacute;n (finales del siglo XVIII - principios del XIX):</strong></p>
    <ul>
      <li><strong>Johann Gottlieb Fichte (1762-1814), Friedrich Schelling (1775-1854), Georg Wilhelm Friedrich Hegel (1770-1831):</strong> Estos fil&oacute;sofos alemanes desarrollaron el idealismo alem&aacute;n, que afirmaba la primac&iacute;a de la mente y la idea sobre la materia. Hegel, en particular, propuso una visi&oacute;n dial&eacute;ctica de la historia y la realidad.</li>
    </ul>
  </li>
  <li>
    <p class="Estilo2"><strong>Existencialismo (siglo XIX):</strong></p>
    <ul>
      <li class="Estilo2"><strong>S&oslash;ren Kierkegaard (1813-1855):</strong> Aunque perteneci&oacute; al siglo XIX, Kierkegaard influy&oacute; en el existencialismo del siglo XX. Abord&oacute; cuestiones de la fe, la libertad y la responsabilidad individual.</li>
    </ul>
  </li>
</ol>
<p><a href="p2.html">VOLVER</a></p>
<p><a href="index.html">PAG PRINCIPAL </a></p>
</body>
</html>
