<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Documento sin t&iacute;tulo</title>
<style type="text/css">
<!--
.Estilo1 {font-family: Arial, Helvetica, sans-serif}
.Estilo2 {
	font-family: Cambria;
	font-weight: bold;
	font-size: 36px;
}
-->
</style>
</head>

<body>
<p align="center" class="Estilo2">Filosof&iacute;a Contempor&aacute;nea</p>
<p class="Estilo1">La filosof&iacute;a contempor&aacute;nea abarca desde finales del siglo XIX hasta la actualidad y refleja una diversidad de corrientes y enfoques filos&oacute;ficos. Durante este periodo, los fil&oacute;sofos han abordado una amplia gama de temas, desde cuestiones epistemol&oacute;gicas y ontol&oacute;gicas hasta &eacute;ticas, pol&iacute;ticas y existenciales. Aqu&iacute; se presentan algunas corrientes y figuras clave de la filosof&iacute;a contempor&aacute;nea:</p>
<ol class="Estilo1">
  <li>
    <p><strong>Pragmatismo (finales del siglo XIX - principios del XX):</strong></p>
    <ul>
      <li><strong>Charles Sanders Peirce (1839-1914), William James (1842-1910):</strong> El pragmatismo sostiene que la verdad de una idea debe evaluarse por sus consecuencias pr&aacute;cticas. Se centra en la utilidad y la aplicabilidad de las creencias. William James tambi&eacute;n hizo importantes contribuciones a la psicolog&iacute;a y la filosof&iacute;a de la mente.</li>
    </ul>
  </li>
  <li>
    <p><strong>Fenomenolog&iacute;a (finales del siglo XIX - principios del XX):</strong></p>
    <ul>
      <li><strong>Edmund Husserl (1859-1938):</strong> La fenomenolog&iacute;a busca describir y analizar la conciencia y la experiencia directa sin prejuicios te&oacute;ricos. Husserl influy&oacute; en fil&oacute;sofos posteriores, incluyendo a Martin Heidegger y Jean-Paul Sartre.</li>
    </ul>
  </li>
  <li>
    <p><strong>Existencialismo (siglo XX):</strong></p>
    <ul>
      <li><strong>Jean-Paul Sartre (1905-1980), Albert Camus (1913-1960):</strong> El existencialismo se centra en la libertad individual, la responsabilidad y la autenticidad en la toma de decisiones. Sartre es conocido por su obra &quot;El ser y la nada&quot;, mientras que Camus explor&oacute; temas como el absurdo y la revuelta en obras como &quot;El extranjero&quot; y &quot;La peste&quot;.</li>
    </ul>
  </li>
  <li>
    <p><strong>Filosof&iacute;a anal&iacute;tica (siglo XX):</strong></p>
    <ul>
      <li><strong>Bertrand Russell (1872-1970), Ludwig Wittgenstein (1889-1951):</strong> La filosof&iacute;a anal&iacute;tica se centra en el an&aacute;lisis l&oacute;gico del lenguaje. Russell y Wittgenstein, en sus distintas etapas, contribuyeron al desarrollo de la l&oacute;gica y la filosof&iacute;a del lenguaje.</li>
    </ul>
  </li>
  <li>
    <p><strong>Teor&iacute;a cr&iacute;tica (siglo XX):</strong></p>
    <ul>
      <li><strong>Max Horkheimer (1895-1973), Theodor Adorno (1903-1969), Herbert Marcuse (1898-1979):</strong> La Escuela de Frankfurt desarroll&oacute; la teor&iacute;a cr&iacute;tica, que examina las estructuras sociales y culturales desde una perspectiva cr&iacute;tica y busca comprender las relaciones entre poder, ideolog&iacute;a y cultura.</li>
    </ul>
  </li>
  <li><img src="i7.jfif" width="300" height="168" align="right" />
    <p><strong>Filosof&iacute;a continental (siglo XX):</strong></p>
    <ul>
      <li><strong>Martin Heidegger (1889-1976), Jean-Paul Sartre, Jacques Derrida (1930-2004):</strong> La filosof&iacute;a continental incluye una variedad de corrientes que exploran temas existenciales, hermen&eacute;uticos y postestructuralistas. Heidegger es conocido por su an&aacute;lisis ontol&oacute;gico y fenomenol&oacute;gico, Sartre por el existencialismo, y Derrida por la deconstrucci&oacute;n.</li>
    </ul>
  </li>
  <li>
    <p><strong>Filosof&iacute;a anal&iacute;tica de la mente (siglo XX):</strong></p>
    <ul>
      <li><strong>Gilbert Ryle (1900-1976), Daniel Dennett (n. 1942):</strong> La filosof&iacute;a anal&iacute;tica de la mente se centra en cuestiones relacionadas con la conciencia, la mente y la cognici&oacute;n. Ryle critic&oacute; la noci&oacute;n de la &quot;mente como entidad&quot; en su obra &quot;El concepto de la mente&quot;, mientras que Dennett ha abordado temas de la conciencia y la evoluci&oacute;n.</li>
    </ul>
  </li>
  <li>
    <p><strong>Filosof&iacute;a pol&iacute;tica contempor&aacute;nea (siglo XX - XXI):</strong></p>
    <ul>
      <li><strong>John Rawls (1921-2002), Martha Nussbaum (n. 1947):</strong> Fil&oacute;sofos pol&iacute;ticos como Rawls han explorado teor&iacute;as de la justicia, mientras que Nussbaum ha contribuido al desarrollo de la &eacute;tica y la justicia social desde una perspectiva filos&oacute;fica.</li>
    </ul>
  </li>
</ol>
<p class="Estilo1">La filosof&iacute;a contempor&aacute;nea es altamente diversa y aborda una amplia gama de temas. Est&aacute; marcada por la pluralidad de enfoques y corrientes, as&iacute; como por la influencia de la cultura, la pol&iacute;tica y los avances en otras disciplinas.</p>
<p><a href="p2.html">VOLVER</a></p>
<p><a href="index.html">PAG PRINCIPAL </a></p>
<p class="Estilo1">&nbsp;</p>
</body>
</html>
