<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Documento sin t&iacute;tulo</title>
<style type="text/css">
<!--
.Estilo1 {
	font-family: Cambria;
	font-weight: bold;
	font-size: 36px;
}
.Estilo2 {font-family: Arial, Helvetica, sans-serif}
-->
</style>
</head>

<body>
<div align="center"><span class="Estilo1">Filosof&iacute;a Actual</span></div>
<p class="Estilo2">La filosof&iacute;a actual, que abarca desde finales del siglo XX hasta la actualidad, contin&uacute;a explorando una amplia variedad de temas, tanto tradicionales como emergentes. Diversos enfoques y corrientes filos&oacute;ficas coexisten, y los fil&oacute;sofos contempor&aacute;neos se dedican a cuestiones que van desde la &eacute;tica y la pol&iacute;tica hasta la filosof&iacute;a de la mente, la filosof&iacute;a de la ciencia y la filosof&iacute;a de la tecnolog&iacute;a. Algunas &aacute;reas y figuras destacadas incluyen:</p>
<ol>
  <li class="Estilo2">
    <p><strong>&Eacute;tica aplicada:</strong></p>
    <ul>
      <li><strong>Peter Singer (n. 1946):</strong> Fil&oacute;sofo &eacute;tico conocido por sus contribuciones al utilitarismo y por abogar por el altruismo eficaz. Ha abordado cuestiones &eacute;ticas relacionadas con la pobreza, los derechos de los animales y la bio&eacute;tica.</li>
    </ul>
  </li>
  <li class="Estilo2">
    <p><strong>Filosof&iacute;a de la mente y de la conciencia:</strong></p>
    <ul>
      <li><strong>Daniel Dennett (n. 1942), Thomas Metzinger (n. 1958):</strong> Dennett ha explorado la filosof&iacute;a de la mente y la teor&iacute;a de la evoluci&oacute;n. Metzinger se ha centrado en la conciencia y la fenomenolog&iacute;a.</li>
    </ul>
  </li>
  <li class="Estilo2">
    <p><strong>Filosof&iacute;a pol&iacute;tica:</strong></p>
    <ul>
      <li><strong>Martha Nussbaum (n. 1947), Charles Taylor (n. 1931):</strong> Nussbaum ha trabajado en la &eacute;tica y la justicia social, mientras que Taylor ha explorado cuestiones relacionadas con la multiculturalidad y la secularizaci&oacute;n.</li>
    </ul>
  </li>
  <li class="Estilo2">
    <p><strong>Filosof&iacute;a continental:<img src="i8.jfif" width="259" height="194" align="right" /></strong></p>
    <ul>
      <li><strong>Slavoj &#381;i&#382;ek (n. 1949), Judith Butler (n. 1956):</strong> &#381;i&#382;ek es conocido por sus escritos sobre teor&iacute;a cr&iacute;tica y psicoan&aacute;lisis, mientras que Butler ha influido en la teor&iacute;a de g&eacute;nero y los estudios queer.</li>
    </ul>
  </li>
  <li class="Estilo2">
    <p><strong>Filosof&iacute;a anal&iacute;tica:</strong></p>
    <ul>
      <li><strong>Derek Parfit (1942-2017), Timothy Williamson (n. 1955):</strong> Parfit contribuy&oacute; a la &eacute;tica y la metaf&iacute;sica, mientras que Williamson ha trabajado en la epistemolog&iacute;a y la filosof&iacute;a del lenguaje.</li>
    </ul>
  </li>
  <li class="Estilo2">
    <p><strong>Filosof&iacute;a de la tecnolog&iacute;a:</strong></p>
    <ul>
      <li><strong>Don Ihde (n. 1934), Luciano Floridi (n. 1964):</strong> Ihde ha explorado la relaci&oacute;n entre la tecnolog&iacute;a y la experiencia humana, mientras que Floridi se ha centrado en la &eacute;tica de la informaci&oacute;n y la filosof&iacute;a de la informaci&oacute;n.</li>
    </ul>
  </li>
  <li>
    <p class="Estilo2"><strong>Filosof&iacute;a de la ciencia:</strong></p>
    <ul>
      <li class="Estilo2"><strong>Nancy Cartwright (n. 1944), Philip Kitcher (n. 1947):</strong> Cartwright ha trabajado en la filosof&iacute;a de la ciencia, especialmente en la filosof&iacute;a de la f&iacute;sica. Kitcher ha abordado cuestiones relacionadas con la teor&iacute;a de la evoluci&oacute;n y la &eacute;tica cient&iacute;fica.</li>
    </ul>
  </li>
</ol>
<p><a href="p2.html">VOLVER</a></p>
<p><a href="index.html">PAG PRINCIPAL </a></p>
</body>
</html>
