<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Documento sin t&iacute;tulo</title>
<style type="text/css">
<!--
.Estilo1 {
	font-family: Cambria;
	font-size: 24px;
}
.Estilo2 {
	font-family: "Times New Roman", Times, serif;
	font-size: 24px;
}
.Estilo3 {font-family: Arial, Helvetica, sans-serif}
-->
</style>
</head>

<body>
<div align="center"><span class="Estilo1">LOS 12 GRANDES FILOSOFOS DEL MUNDO</span>
</div>
<p class="Estilo2">Mejores fil&oacute;sofos que a menudo son considerados como figuras destacadas en la historia de la filosof&iacute;a:</p>
<ol class="Estilo3">
  <li>
    <p><strong><a href="p301.html">S&oacute;crates</a> (469-399 a.C.):</strong> Aunque no dej&oacute; escritos propios, su m&eacute;todo socr&aacute;tico y su influencia en Plat&oacute;n y Arist&oacute;teles le otorgan un lugar destacado en la historia de la filosof&iacute;a.</p>
  </li>
  <li>
    <p><strong><a href="p302.html">Plat&oacute;n</a> (428-348 a.C.):</strong> Fundador de la Academia de Atenas, Plat&oacute;n es conocido por sus di&aacute;logos filos&oacute;ficos y su teor&iacute;a de las Ideas.</p>
  </li>
  <li>
    <p><strong><a href="p303.html">Arist&oacute;teles</a> (384-322 a.C.):</strong> Disc&iacute;pulo de Plat&oacute;n, Arist&oacute;teles hizo importantes contribuciones a la l&oacute;gica, la &eacute;tica, la pol&iacute;tica y la biolog&iacute;a.</p>
  </li>
  <li>
    <p><strong><a href="p304.html">Tom&aacute;s de Aquino</a> (1225-1274):</strong> Fil&oacute;sofo y te&oacute;logo medieval, Tom&aacute;s de Aquino intent&oacute; reconciliar la filosof&iacute;a aristot&eacute;lica con la teolog&iacute;a cristiana.</p>
  </li>
  <li>
    <p><strong><a href="p305.html">Ren&eacute; Descartes</a> (1596-1650):</strong> Considerado el padre del racionalismo, Descartes es conocido por su famosa afirmaci&oacute;n &quot;Cogito, ergo sum&quot; y sus contribuciones a la geometr&iacute;a anal&iacute;tica.<img src="i9.jfif" width="339" height="148" align="right" /></p>
  </li>
  <li><strong><a href="p306.html">Immanuel Kant</a> (1724-1804):</strong> Fil&oacute;sofo alem&aacute;n cuya obra &quot;Cr&iacute;tica de la raz&oacute;n pura&quot; transform&oacute; la epistemolog&iacute;a y la metaf&iacute;sica.</li>
  <li><strong><a href="p307.html">Friedrich Nietzsche </a>(1844-1900):</strong> Fil&oacute;sofo alem&aacute;n conocido por su cr&iacute;tica de la moral tradicional y su concepto de la &quot;voluntad de poder&quot;.</li>
  <li><strong><a href="p308.html">Jean-Jacques Rousseau</a> (1712-1778):</strong> Fil&oacute;sofo suizo-franc&eacute;s cuyas ideas influyeron en la Revoluci&oacute;n Francesa y en el desarrollo de la teor&iacute;a pol&iacute;tica moderna.</li>
  <li><strong><a href="p309.html">John Locke</a> (1632-1704):</strong> Fil&oacute;sofo empirista brit&aacute;nico cuyas ideas sobre los derechos naturales y la propiedad influyeron en la Ilustraci&oacute;n y la Revoluci&oacute;n Estadounidense.</li>
  <li><strong><a href="p310.html">Karl Marx</a> (1818-1883):</strong> Fil&oacute;sofo alem&aacute;n conocido por su teor&iacute;a del materialismo hist&oacute;rico y su cr&iacute;tica al capitalismo.</li>
  <li><strong><a href="p311.html">S&oslash;ren Kierkegaard</a> (1813-1855):</strong> Fil&oacute;sofo dan&eacute;s considerado el padre del existencialismo, explor&oacute; temas como la fe, la angustia y la libertad individual.</li>
  <li><strong><a href="p312.html">Albert Camus </a>(1913-1960):</strong> Fil&oacute;sofo y escritor franc&eacute;s asociado con el existencialismo y el absurdismo, explor&oacute; cuestiones de la vida y la moral en un universo aparentemente sin sentido.</li>
</ol>
<p><a href="index.html">PAG PRINCIPAL </a></p>
</body>
</html>
