<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Documento sin t&iacute;tulo</title>
<style type="text/css">
<!--
.Estilo2 {font-family: Arial, Helvetica, sans-serif}
.Estilo3 {
	font-size: 36px;
	font-weight: bold;
	font-family: Cambria;
}
-->
</style>
</head>

<body>
<p align="center" class="Estilo3">Ren&eacute; Descartes</p>
<p align="center" class="Estilo3">&nbsp;</p>
<p align="center" class="Estilo3"><span class="Estilo2"><strong><img src="i14.jfif" width="262" height="193" /></strong></span></p>
<p align="center" class="Estilo3">&nbsp;</p>
<p class="Estilo2">Ren&eacute; Descartes fueun fil&oacute;sofo, matem&aacute;tico y cient&iacute;fico franc&eacute;s, nacido el 31 de marzo de 1596 en La Haye en Touraine, actualmente conocido como Descartes, Francia. Es considerado uno de los padres fundadores de la filosof&iacute;a moderna y un pionero en el desarrollo del m&eacute;todo cient&iacute;fico. Aqu&iacute; tienes un resumen de su vida y contribuciones clave:</p>
<ol>
  <li class="Estilo2">
    <p><strong>Educaci&oacute;n y Vida Temprana:</strong>Descartes proven&iacute;a de una familia noble y recibi&oacute; una educaci&oacute;n cl&aacute;sica. Estudi&oacute; en el Colegio Jesuita de La Fl&egrave;che, donde adquiri&oacute; conocimientos en matem&aacute;ticas y filosof&iacute;a.</p>
  </li>
  <li class="Estilo2">
    <p><strong>Carrera Militar y Viajes:</strong>Descartes sirvi&oacute; en el ej&eacute;rcito durante alg&uacute;n tiempo, pero gran parte de su vida la dedic&oacute; a los viajes y al estudio independiente. Durante sus viajes, se encontr&oacute; con diversos pensadores y adquiri&oacute; una amplia gama de conocimientos.</p>
  </li>
  <li class="Estilo2">
    <p><strong>M&eacute;todo Cartesiano:</strong>Descartes es conocido por su famoso principio &quot;Cogito, ergo sum&quot; (Pienso, luego existo), que establece la certeza de la existencia individual atrav&eacute;s del pensamiento. Este principio refleja su enfoque en el m&eacute;todo deductivo y la duda met&oacute;dica.</p>
  </li>
  <li class="Estilo2">
    <p><strong>Geometr&iacute;a Anal&iacute;tica:</strong>Descartes hizo importantes contribuciones a la geometr&iacute;a anal&iacute;tica al desarrollar un sistema de coordenadas que permit&iacute;a expresar ecuaciones algebraicas mediante geometr&iacute;a. Esto allan&oacute; el camino para la fusi&oacute;n de la geometr&iacute;a y el &aacute;lgebra.</p>
  </li>
  <li class="Estilo2">
    <p><strong>Obra Filos&oacute;fica:</strong>Su obra m&aacute;s influyente es &quot;Meditaciones sobre filosof&iacute;a primera&quot;, donde expone su m&eacute;todo filos&oacute;fico y establece las bases para su sistema de pensamiento. Tambi&eacute;n escribi&oacute; &quot;Discurso del m&eacute;todo&quot; y &quot;Principios de la filosof&iacute;a&quot;, entre otras obras.</p>
  </li>
  <li class="Estilo2">
    <p><strong>Relaci&oacute;n con la Ciencia:</strong>Descartes hizo importantes contribuciones a la ciencia, particularmente en &oacute;ptica y anatom&iacute;a. Sus ideas sobre la relaci&oacute;n mente-cuerpo influyeron en el dualismo cartesiano.<img src="i15.jfif" width="200" height="252" align="right" /></p>
  </li>
  <li class="Estilo2">
    <p><strong>Dualismo Mente-Cuerpo:</strong>Descartes propuso una clara distinci&oacute;n entre la mente (res cogitans) y el cuerpo (res extensa). Su dualismo sostiene que la mente y el cuerpo son sustancias distintas con diferentes propiedades.</p>
  </li>
  <li>
    <p class="Estilo2"><strong>Muerte:</strong>Ren&eacute; Descartes falleci&oacute; el 11 de febrero de 1650 en Estocolmo, Suecia, donde resid&iacute;a. Se cree que muri&oacute; de neumon&iacute;a, aunque hay diversas teor&iacute;as sobre las circunstancias exactas de su muerte.</p>
  </li>
</ol>
<br />
<p align="center" class="Estilo3">&nbsp;</p>
<p class="Estilo2"><a href="p3.html">Volver</a></p>
<p class="Estilo2"><a href="index.html">PAG PRINCIPAL </a></p>
<p>&nbsp; </p>
</body>
</html>
