<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Documento sin t&iacute;tulo</title>
<style type="text/css">
<!--
.Estilo2 {font-family: Arial, Helvetica, sans-serif}
.Estilo3 {
	font-size: 36px;
	font-weight: bold;
	font-family: Cambria;
}
.Estilo4 {font-size: 18px}
-->
</style>
</head>

<body>
<p align="center" class="Estilo3">Karl Marx</p>
<p class="Estilo2">Karl Marx, fil&oacute;sofo, economista y revolucionario alem&aacute;n, naci&oacute; el 5 de mayo de 1818 en Tr&eacute;veris, en el Reino de Prusia. </p>
<p class="Estilo2">Marx estudi&oacute; en las universidades de Bonn y Berl&iacute;n, donde se interes&oacute; en la filosof&iacute;a hegeliana y en la cr&iacute;tica a la sociedad contempor&aacute;nea. Tras obtener su doctorado, se involucr&oacute; en el periodismo y en actividades pol&iacute;ticas.<img src="i20.jfif" width="281" height="179" align="right" /></p>
<p class="Estilo2">En colaboraci&oacute;n con Friedrich Engels, Marx escribi&oacute; &quot;<span class="Estilo4">El Manifiesto Comunista</span>&quot; en 1848, donde expuso las ideas fundamentales del marxismo. Posteriormente, Marx se dedic&oacute; a estudios econ&oacute;micos y public&oacute; &quot;El Capital&quot;, una obra monumental que analiza el funcionamiento del sistema capitalista.</p>
<p class="Estilo2">Exiliado en varios pa&iacute;ses europeos debido a su activismo pol&iacute;tico, Marx finalmente se estableci&oacute; en Londres, donde vivi&oacute; gran parte de su vida. Experiment&oacute; dificultades econ&oacute;micas pero continu&oacute; su trabajo intelectual.</p>
<p class="Estilo2">Karl Marx muri&oacute; el 14 de marzo de 1883 en Londres. Aunque su obra no fue totalmente reconocida en vida, sus ideas influyeron profundamente en el pensamiento social, econ&oacute;mico y pol&iacute;tico del siglo XX. El marxismo se convirti&oacute; en una fuerza importante en movimientos revolucionarios y teor&iacute;a cr&iacute;tica, dando forma a la pol&iacute;tica global y la sociolog&iacute;a moderna.</p>
<p class="Estilo2"><a href="p3.html">Volver</a></p>
<p class="Estilo2"><a href="index.html">PAG PRINCIPAL </a></p>
<p>&nbsp; </p>
</body>
</html>
