<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Documento sin t&iacute;tulo</title>
<style type="text/css">
<!--
.Estilo2 {font-size: 14px}
.Estilo3 {
	font-family: Algerian;
	font-weight: bold;
	font-size: 36px;
}
.Estilo4 {font-family: Arial, Helvetica, sans-serif}
-->
</style>
</head>

<body>
<p class="Estilo3">Martha Nussbaum</p>
<p class="Estilo4">Martha Nussbaum es una fil&oacute;sofa y te&oacute;rica pol&iacute;tica estadounidense que se ha destacado en varias &aacute;reas, pero su enfoque principal ha estado en la &eacute;tica, la filosof&iacute;a pol&iacute;tica y la filosof&iacute;a del desarrollo humano. </p>
<p class="Estilo4"><img src="i35.jfif" width="275" height="183" /></p>
<h3 class="Estilo4">Especializaci&oacute;n:</h3>
<ol class="Estilo4">
  <li>
    <p><strong>&Eacute;tica y Filosof&iacute;a Moral:</strong></p>
    <ul>
      <li>Nussbaum ha realizado contribuciones significativas a la &eacute;tica, explorando cuestiones relacionadas con la naturaleza del bien, la justicia y la moralidad. Su enfoque a menudo incorpora ideas de la &eacute;tica aristot&eacute;lica.</li>
    </ul>
  </li>
  <li>
    <p><strong>Desarrollo Humano y Capabilidades:</strong></p>
    <ul>
      <li>Una de las &aacute;reas m&aacute;s distintivas de la obra de Nussbaum es su enfoque en el desarrollo humano y la teor&iacute;a de las capacidades. Propone que la calidad de vida de las personas debe evaluarse en funci&oacute;n de sus capacidades y oportunidades, en lugar de simplemente medir ingresos o recursos materiales.</li>
    </ul>
  </li>
  <li>
    <p><strong>Teor&iacute;a Pol&iacute;tica Feminista:</strong></p>
    <ul>
      <li>Nussbaum ha abordado cuestiones de g&eacute;nero y feminismo en su trabajo, explorando temas como la igualdad de g&eacute;nero, la justicia para las mujeres y la cr&iacute;tica a la opresi&oacute;n de g&eacute;nero.</li>
    </ul>
  </li>
</ol>
<h3 class="Estilo4">Biograf&iacute;a:</h3>
<ul class="Estilo4">
  <li>
    <p><strong>Fecha de Nacimiento:</strong> 6 de mayo de 1947</p>
  </li>
  <li>
    <p><strong>Lugar de Nacimiento:</strong> Nueva York, Estados Unidos</p>
  </li>
  <li>
    <p>Martha Nussbaum estudi&oacute; en la Universidad de Nueva York y luego obtuvo su doctorado en la Universidad de Harvard.</p>
  </li>
  <li>
    <p>Ha ense&ntilde;ado en varias instituciones prestigiosas, incluyendo la Universidad de Harvard y la Universidad de Chicago.</p>
  </li>
  <li>
    <p>Es autora de numerosos libros influyentes, entre ellos &quot;El conocimiento del amor: Modelos de amor en la antig&uuml;edad tard&iacute;a&quot; y &quot;La fragilidad del bien: fortuna y &eacute;tica en la tragedia y la filosof&iacute;a griega&quot;.</p>
  </li>
  <li>
    <p>Adem&aacute;s de sus contribuciones acad&eacute;micas, Nussbaum ha participado activamente en debates p&uacute;blicos sobre &eacute;tica y pol&iacute;tica, abogando por la importancia de las humanidades en la educaci&oacute;n y la sociedad.</p>
  </li>
  <li>
    <p>Ha recibido varios premios y honores, incluido el Premio Pr&iacute;ncipe de Asturias de Ciencias Sociales en 2012.</p>
  </li>
</ul>
<p class="Estilo4">Martha Nussbaum es conocida por su enfoque interdisciplinario, su compromiso con los temas &eacute;ticos y su influencia en la teor&iacute;a pol&iacute;tica contempor&aacute;nea. Su trabajo ha sido crucial para el desarrollo de enfoques &eacute;ticos y pol&iacute;ticos que consideran la complejidad y diversidad de la experiencia humana.</p>
<p class="Estilo3">&nbsp;</p>
<p><a href="P5.html">VOLVER</a></p>
<p><a href="index.html" class="Estilo2">PAG PRINCIPAL</a> </p>
</body>
</html>
