<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Documento sin t&iacute;tulo</title>
<style type="text/css">
<!--
.Estilo2 {font-size: 14px}
.Estilo3 {
	font-size: 36px;
	font-weight: bold;
	font-family: Algerian;
}
.Estilo4 {font-family: Arial, Helvetica, sans-serif}
-->
</style>
</head>

<body>
<p class="Estilo3">Judith Butler</p>
<p class="Estilo4">Judith Butler es una fil&oacute;sofa, te&oacute;rica feminista y profesora estadounidense, nacida el 24 de febrero de 1956. Es conocida por su influencia en la teor&iacute;a queer, la teor&iacute;a de g&eacute;nero y la filosof&iacute;a pol&iacute;tica. </p>
<h3 class="Estilo4">Contribuciones y Especializaci&oacute;n:<img src="i37.jfif" width="284" height="177" align="right" /></h3>
<ol class="Estilo4">
  <li>
    <p><strong>Performatividad de G&eacute;nero:</strong>Butler es famosa por su teor&iacute;a de la performatividad de g&eacute;nero, presentada en su libro &quot;El g&eacute;nero en disputa&quot; (1990). Argumenta que el g&eacute;nero no es una caracter&iacute;stica fija, sino un acto repetido que contribuye a la construcci&oacute;n de la identidad de g&eacute;nero.</p>
  </li>
  <li>
    <p><strong>Teor&iacute;a Queer:</strong>Ha contribuido significativamente a la teor&iacute;a queer, examinando las normas sociales relacionadas con la sexualidad y el g&eacute;nero. Su trabajo ha influido en la comprensi&oacute;n de la identidad y la orientaci&oacute;n sexual en contextos m&aacute;s amplios.</p>
  </li>
  <li>
    <p><strong>Filosof&iacute;a Pol&iacute;tica:</strong>Butler ha explorado cuestiones pol&iacute;ticas en relaci&oacute;n con la identidad, la justicia social y los derechos humanos. Su obra tambi&eacute;n aborda temas como la libertad, la igualdad y la resistencia pol&iacute;tica.</p>
  </li>
  <li>
    <p><strong>Feminismo y Cr&iacute;tica Cultural:</strong>Se ha involucrado en debates feministas y en la cr&iacute;tica cultural, cuestionando las categor&iacute;as normativas de g&eacute;nero y proponiendo enfoques m&aacute;s inclusivos y flexibles.</p>
  </li>
</ol>
<h3 class="Estilo4">Biograf&iacute;a:</h3>
<ul class="Estilo4">
  <li>
    <p><strong>Fecha de Nacimiento:</strong> 24 de febrero de 1956</p>
  </li>
  <li>
    <p><strong>Lugar de Nacimiento:</strong> Cleveland, Ohio, Estados Unidos</p>
  </li>
  <li>
    <p>Butler obtuvo su doctorado en Filosof&iacute;a en la Universidad de Yale en 1984.</p>
  </li>
  <li>
    <p>Es profesora en la Universidad de California, Berkeley, donde ense&ntilde;a en el Departamento de Ret&oacute;rica y en el Programa de Estudios de G&eacute;nero y Mujeres.</p>
  </li>
  <li>
    <p>Adem&aacute;s de &quot;El g&eacute;nero en disputa&quot;, ha escrito varios libros influyentes, incluyendo &quot;Cuerpos que importan&quot; y &quot;Despu&eacute;s de la performatividad&quot;.</p>
  </li>
  <li>
    <p>Su obra ha sido traducida a varios idiomas y ha tenido un impacto significativo en una variedad de disciplinas, desde la filosof&iacute;a hasta los estudios de g&eacute;nero y la teor&iacute;a literaria.</p>
  </li>
</ul>
<h3 class="Estilo4">Reconocimientos:</h3>
<ul class="Estilo4">
  <li>Butler ha recibido numerosos premios y honores por su contribuci&oacute;n a la teor&iacute;a feminista y queer, incluido el Premio Theodor W. Adorno en 2012.</li>
</ul>
<p class="Estilo4">Judith Butler es una figura influyente en el &aacute;mbito acad&eacute;mico y su trabajo ha sido fundamental para transformar las discusiones sobre g&eacute;nero, sexualidad y la naturaleza performativa de la identidad. Su influencia se extiende m&aacute;s all&aacute; de la academia, impactando en &aacute;reas como la pol&iacute;tica, la cultura y los derechos humanos.</p>
<p class="Estilo3">&nbsp;</p>
<p><a href="P5.html">VOLVER</a></p>
<p><a href="index.html" class="Estilo2">PAG PRINCIPAL</a> </p>
</body>
</html>
