<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Documento sin t&iacute;tulo</title>
<style type="text/css">
<!--
.Estilo1 {
	font-family: Cambria;
	font-size: 36px;
}
.Estilo2 {font-size: 24px}
.Estilo3 {
	font-size: 17px;
	font-family: Arial, Helvetica, sans-serif;
}
-->
</style>
</head>

<body>
<div align="center"><span class="Estilo1">HISTORIA DE LA FILOSOF&Iacute;A</span>
</div>
<p class="Estilo2">La historia de la filosof&iacute;a es vasta y compleja, abarcando miles de a&ntilde;os y numerosas culturas. A continuaci&oacute;n presentamos un escrito de las principales corrientes filos&oacute;ficas a lo largo de la historia:</p>
<ol>
  <li class="Estilo3">
    <p><strong><a href="p201.html">Filosof&iacute;a Antigua</a> (Siglos VI a.C. - V d.C.):</strong><img src="i1.jfif" width="275" height="183" align="right" /></p>
    <ul>
      <li>
        <p><strong>Filosof&iacute;a Griega:</strong> Comienza con los fil&oacute;sofos presocr&aacute;ticos como Tales, Anaximandro y Her&aacute;clito, que se centraron en explicar la naturaleza del mundo. S&oacute;crates introdujo la &eacute;tica y la epistemolog&iacute;a, Plat&oacute;n desarroll&oacute; la teor&iacute;a de las Ideas y Arist&oacute;teles contribuy&oacute; con la l&oacute;gica y la metaf&iacute;sica.</p>
      </li>
      <li>
        <p><strong>Filosof&iacute;a Romana:</strong> Fil&oacute;sofos como Cicer&oacute;n y S&eacute;neca incorporaron ideas griegas en la filosof&iacute;a romana. Sin embargo, destacan los estoicos como Epicteto y Marco Aurelio.</p>
      </li>
    </ul>
  </li>
  <li class="Estilo3">
    <p><strong><a href="p202.html">Filosof&iacute;a Medieval</a> (Siglos V - XV):</strong></p>
    <ul>
      <li>
        <p><strong>Patr&iacute;stica:</strong> Fil&oacute;sofos cristianos como Agust&iacute;n de Hipona fusionaron la filosof&iacute;a griega con la teolog&iacute;a cristiana.</p>
      </li>
      <li>
        <p><strong>Escol&aacute;stica:</strong> Destacan figuras como Tom&aacute;s de Aquino, quien intent&oacute; reconciliar la filosof&iacute;a aristot&eacute;lica con la teolog&iacute;a cristiana.</p>
      </li>
    </ul>
  </li>
  <li class="Estilo3">
    <p><strong><a href="p203.html">Renacimiento</a> (Siglos XIV - XVII):</strong></p>
    <ul>
      <li>Resurgimiento del inter&eacute;s por la filosof&iacute;a cl&aacute;sica.</li>
      <li>Humanistas como Erasmo de R&oacute;terdam y fil&oacute;sofos como Maquiavelo influyeron en esta &eacute;poca.</li>
    </ul>
  </li>
  <li class="Estilo3">
    <p><strong><a href="p204.html">Filosof&iacute;a Moderna </a>(Siglos XVII - XIX):</strong></p>
    <ul>
      <li>
        <p><strong>Racionalismo:</strong> Fil&oacute;sofos como Descartes, Spinoza y Leibniz enfatizaron la raz&oacute;n como fuente principal de conocimiento.</p>
      </li>
      <li>
        <p><strong>Empirismo:</strong> Locke, Berkeley y Hume sostuvieron que la experiencia sensorial es la base del conocimiento.</p>
      </li>
      <li>
        <p><strong>Ilustraci&oacute;n:</strong> Fil&oacute;sofos como Voltaire, Rousseau y Montesquieu promovieron la raz&oacute;n, la ciencia y la libertad.</p>
      </li>
    </ul>
  </li>
  <li class="Estilo3">
    <p><strong><a href="p205.html">Filosof&iacute;a Contempor&aacute;nea</a> (Siglo XX hasta la actualidad):</strong></p>
    <ul>
      <li>
        <p><strong>Filosof&iacute;a Anal&iacute;tica:</strong> Wittgenstein, Russell y Frege influyeron en el desarrollo de la l&oacute;gica y el an&aacute;lisis del lenguaje.</p>
      </li>
      <li>
        <p><strong>Filosof&iacute;a Continental:</strong> Heidegger, Sartre y Foucault exploraron temas existenciales y sociales.</p>
      </li>
      <li>
        <p><strong>Posmodernismo:</strong> Cuestiona la certeza y objetividad, representado por pensadores como Derrida y Lyotard.</p>
      </li>
    </ul>
  </li>
  <li>
    <p class="Estilo3"><strong><a href="p206.html">Filosof&iacute;a Actual</a></strong></p>
    <ul>
      <li class="Estilo3">M&uacute;ltiples corrientes filos&oacute;ficas coexisten, incluyendo la &eacute;tica aplicada, la filosof&iacute;a de la mente, la filosof&iacute;a pol&iacute;tica y la filosof&iacute;a de la ciencia.</li>
    </ul>
  </li>
</ol>
<p><a href="index.html">PAG PRINCIPAL </a></p>
</body>
</html>
