<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Documento sin t&iacute;tulo</title>
<style type="text/css">
<!--
.Estilo1 {
	font-size: 36px;
	font-weight: bold;
}
-->
</style>
</head>

<body>
<div align="center"><span class="Estilo1">Filosof&iacute;a Antigua</span>
</div>
<p>La filosof&iacute;a antigua se refiere al per&iacute;odo filos&oacute;fico que abarca desde los primeros pensadores presocr&aacute;ticos en el siglo VI a.C. hasta el declive del Imperio Romano en el siglo V d.C. Este periodo se caracteriza por una b&uacute;squeda fundamental de comprensi&oacute;n sobre la naturaleza del universo, la realidad, el conocimiento y la &eacute;tica. Aqu&iacute; hay algunos aspectos clave de la filosof&iacute;a antigua:</p>
<p align="center"><img src="i3.jfif" width="300" height="168" /></p>
<ol>
  <li>
    <p><strong>Fil&oacute;sofos presocr&aacute;ticos (Siglo VI - V a.C.):</strong> Estos fil&oacute;sofos, anteriores a S&oacute;crates, se centraron en explicar la naturaleza fundamental del cosmos sin recurrir a explicaciones mitol&oacute;gicas. Tales de Mileto, Anaximandro y Her&aacute;clito son ejemplos de pensadores presocr&aacute;ticos. Cada uno propuso teor&iacute;as sobre la sustancia primordial o el principio fundamental que constituye la realidad.</p>
  </li>
  <li>
    <p><strong>S&oacute;crates (469 - 399 a.C.):</strong> Aunque S&oacute;crates no dej&oacute; ninguna obra escrita, su m&eacute;todo dial&eacute;ctico y sus ideas fueron registrados por sus disc&iacute;pulos, especialmente Plat&oacute;n. S&oacute;crates se centr&oacute; en la &eacute;tica y la b&uacute;squeda de la verdad a trav&eacute;s del di&aacute;logo y el cuestionamiento. Sosten&iacute;a que el conocimiento lleva a la virtud.</p>
  </li>
  <li>
    <p><strong>Plat&oacute;n (428 - 348 a.C.):</strong> Fundador de la Academia de Atenas, Plat&oacute;n escribi&oacute; extensamente en forma de di&aacute;logos filos&oacute;ficos. Desarroll&oacute; la teor&iacute;a de las Ideas o Formas, argumentando que las cosas del mundo sensible son solo copias imperfectas de las realidades eternas e inmutables.</p>
  </li>
  <li>
    <p><strong>Arist&oacute;teles (384 - 322 a.C.):</strong> Disc&iacute;pulo de Plat&oacute;n, Arist&oacute;teles fue el tutor de Alejandro Magno. Su obra abarc&oacute; desde la l&oacute;gica y la metaf&iacute;sica hasta la &eacute;tica y la pol&iacute;tica. A diferencia de Plat&oacute;n, Arist&oacute;teles sosten&iacute;a que las Ideas no existen de manera separada; m&aacute;s bien, todo conocimiento comienza con la experiencia sensorial.</p>
  </li>
  <li>
    <p><strong>Filosof&iacute;a Helen&iacute;stica (Siglos IV - I a.C.):</strong> Despu&eacute;s de la muerte de Alejandro Magno, la filosof&iacute;a griega se diversific&oacute; en escuelas como el estoicismo, el epicure&iacute;smo y el escepticismo. Los estoicos, como Zen&oacute;n de Citio, enfatizaron la virtud y la aceptaci&oacute;n del destino. Los epic&uacute;reos, como Epicuro, buscaron el placer moderado y la tranquilidad. Los esc&eacute;pticos, como Pirr&oacute;n, cuestionaron la posibilidad de alcanzar el conocimiento certero.</p>
  </li>
  <li>
    <p><strong>Filosof&iacute;a Romana (Siglos I a.C. - V d.C.):</strong> Los fil&oacute;sofos romanos, como Cicer&oacute;n y S&eacute;neca, incorporaron y adaptaron las ideas griegas. El estoicismo tuvo una influencia significativa en la &eacute;tica romana.</p>
  </li>
</ol>
<p>La filosof&iacute;a antigua sent&oacute; las bases para muchas de las cuestiones filos&oacute;ficas fundamentales y estableci&oacute; los m&eacute;todos de indagaci&oacute;n que han perdurado a lo largo de la historia. Las obras de los fil&oacute;sofos antiguos contin&uacute;an siendo estudiadas y discutidas en la actualidad.</p>
<p><a href="p2.html">VOLVER</a></p>
<p><a href="index.html">PAG PRINCIPAL </a></p>
</body>
</html>
