<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Documento sin t&iacute;tulo</title>
<style type="text/css">
<!--
.Estilo1 {
	font-size: 36px;
	font-weight: bold;
	font-family: Cambria;
}
.Estilo2 {font-family: Arial, Helvetica, sans-serif}
-->
</style>
</head>

<body>
<p align="center" class="Estilo1">Filosof&iacute;a Medieval</p>
<p class="Estilo2">La filosof&iacute;a medieval se desarroll&oacute; aproximadamente desde el siglo V hasta el siglo XV y abarca un per&iacute;odo en el cual la filosof&iacute;a estuvo profundamente influenciada por las tradiciones filos&oacute;ficas greco-romanas y las doctrinas teol&oacute;gicas cristianas. Aqu&iacute;  presento algunos aspectos clave de la filosof&iacute;a medieval:</p>
<p align="center"><img src="i4.jfif" width="234" height="215" /></p>
<ol>
  <li>
    <p class="Estilo2"><strong>Patr&iacute;stica (Siglos II - VII):</strong> Durante los primeros siglos de la era cristiana, los Padres de la Iglesia, conocidos como los padres patr&iacute;sticos, fusionaron la filosof&iacute;a greco-romana con la teolog&iacute;a cristiana. Figuras como San Agust&iacute;n (354-430) incorporaron ideas plat&oacute;nicas y neoplat&oacute;nicas en la doctrina cristiana. Agust&iacute;n, por ejemplo, desarroll&oacute; conceptos como la teor&iacute;a de la iluminaci&oacute;n divina y la teor&iacute;a del conocimiento interior.</p>
  </li>
  <li class="Estilo2">
    <p><strong>Escol&aacute;stica (Siglos IX - XV):</strong> La escol&aacute;stica fue el enfoque dominante en la filosof&iacute;a medieval, especialmente durante la alta Edad Media. La escol&aacute;stica busc&oacute; reconciliar la filosof&iacute;a aristot&eacute;lica con la teolog&iacute;a cristiana. Figuras destacadas incluyen a Anselmo de Canterbury, Alberto Magno y, sobre todo, Tom&aacute;s de Aquino.</p>
    <ul>
      <li><strong>Tom&aacute;s de Aquino (1225-1274):</strong> Conocido por su s&iacute;ntesis de la filosof&iacute;a aristot&eacute;lica y la teolog&iacute;a cristiana, Aquino intent&oacute; demostrar que la raz&oacute;n y la fe pod&iacute;an coexistir. Su obra m&aacute;s conocida, la &quot;Summa Theologica&quot;, aborda cuestiones sobre la existencia de Dios, la &eacute;tica y la naturaleza humana.</li>
    </ul>
  </li>
  <li class="Estilo2">
    <p><strong>Misticismo:</strong> Paralelo a la escol&aacute;stica, surgieron movimientos m&iacute;sticos que buscaban una experiencia directa y personal de Dios. M&iacute;sticos como San Juan de la Cruz y Santa Teresa de &Aacute;vila en Espa&ntilde;a, o Meister Eckhart y Hildegarda de Bingen en Alemania, enfatizaron la importancia de la contemplaci&oacute;n y la uni&oacute;n con lo divino.</p>
  </li>
  <li class="Estilo2">
    <p><strong>Renacimiento Carolingio (Siglos VIII - IX):</strong> Bajo el reinado de Carlomagno, se produjo un renacimiento intelectual que preserv&oacute; y promovi&oacute; la herencia cl&aacute;sica. La creaci&oacute;n de escuelas y monasterios contribuy&oacute; a la conservaci&oacute;n de textos antiguos y a la transmisi&oacute;n del conocimiento.</p>
  </li>
</ol>
<p class="Estilo2">La filosof&iacute;a medieval desempe&ntilde;&oacute; un papel crucial en la preservaci&oacute;n y transmisi&oacute;n del conocimiento antiguo y en la integraci&oacute;n de las tradiciones filos&oacute;ficas con la teolog&iacute;a cristiana. Aunque a veces se ha caracterizado por la tensi&oacute;n entre la raz&oacute;n y la fe, tambi&eacute;n se destacaron importantes intentos de armonizar estas dos dimensiones del pensamiento humano.</p>
<p><a href="p2.html">VOLVER</a></p>
<p><a href="index.html">PAG PRINCIPAL </a></p>
</body>
</html>
