<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Documento sin t&iacute;tulo</title>
<style type="text/css">
<!--
.Estilo1 {
	font-family: Cambria;
	font-weight: bold;
	font-size: 36px;
}
.Estilo2 {font-family: Arial, Helvetica, sans-serif}
-->
</style>
</head>

<body>
<div align="center"><span class="Estilo1">S&oacute;crates</span></div>
<p class="Estilo2">S&oacute;crates fue un fil&oacute;sofo cl&aacute;sico griego nacido alrededor del a&ntilde;o 469 a.C. en Atenas. Aunque no dej&oacute; ninguna obra escrita, su vida y ense&ntilde;anzas han sido transmitidas principalmente a trav&eacute;s de los di&aacute;logos de sus disc&iacute;pulos, especialmente Plat&oacute;n y Jenofonte.</p>
<p class="Estilo2">S&oacute;crates pertenec&iacute;a a una familia modesta y, seg&uacute;n los relatos, se gan&oacute; la vida como cantero. Sin embargo, su verdadera vocaci&oacute;n fue la filosof&iacute;a. Se le atribuye haber introducido un enfoque radicalmente nuevo en la indagaci&oacute;n filos&oacute;fica, caracterizado por el m&eacute;todo socr&aacute;tico, que consist&iacute;a en el di&aacute;logo y la pregunta constante.<img src="i10.jfif" width="315" height="160" align="right" /></p>
<p class="Estilo2">A diferencia de los sofistas de su tiempo, S&oacute;crates no cobraba por sus ense&ntilde;anzas y cre&iacute;a en la b&uacute;squeda de la verdad y la virtud como los m&aacute;s altos ideales. Su filosof&iacute;a estaba centrada en el conocimiento de uno mismo y la importancia de la &eacute;tica en la vida cotidiana. S&oacute;crates argumentaba que la ignorancia era la ra&iacute;z del mal y que la b&uacute;squeda constante de la verdad y la virtud llevaba a una vida m&aacute;s plena.</p>
<p class="Estilo2">La figura de S&oacute;crates a menudo se asocia con el Or&aacute;culo de Delfos, el cual, seg&uacute;n Plat&oacute;n, indic&oacute; que no hab&iacute;a hombre m&aacute;s sabio que S&oacute;crates. Este enigma llev&oacute; a S&oacute;crates a cuestionar y desafiar a las personas consideradas sabias en Atenas, mostrando que, a pesar de su fama de sabios, eran ignorantes en muchos aspectos.</p>
<p class="Estilo2">Su actitud y estilo de vida poco convencionales hicieron que S&oacute;crates ganara enemigos entre aquellos que se sent&iacute;an amenazados por sus cuestionamientos. En el a&ntilde;o 399 a.C., fue acusado de corromper a la juventud y de no creer en los dioses de la ciudad. S&oacute;crates fue llevado a juicio, donde defendi&oacute; sus ense&ntilde;anzas, pero fue condenado a muerte por beber cicuta.</p>
<p class="Estilo2">La ejecuci&oacute;n de S&oacute;crates es uno de los eventos m&aacute;s conocidos en la historia de la filosof&iacute;a. Aunque tuvo la oportunidad de exiliarse, eligi&oacute; permanecer en Atenas y aceptar la sentencia, argumentando que obedecer las leyes de la ciudad era fundamental para la vida en sociedad.</p>
<p class="Estilo2">La figura de S&oacute;crates ha dejado una profunda huella en la historia de la filosof&iacute;a. Su m&eacute;todo de di&aacute;logo y cuestionamiento sigue siendo un elemento fundamental en la pr&aacute;ctica filos&oacute;fica, y sus ense&ntilde;anzas han inspirado a innumerables pensadores a lo largo de los siglos.</p>
<p class="Estilo2"><a href="p3.html">Volver</a></p>
<p class="Estilo2"><a href="index.html">PAG PRINCIPAL </a></p>
</body>
</html>
