<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Documento sin t&iacute;tulo</title>
<style type="text/css">
<!--
.Estilo1 {
	font-size: 36px;
	font-weight: bold;
	font-family: Cambria;
}
.Estilo2 {font-family: Arial, Helvetica, sans-serif}
.Estilo3 {font-size: 36px; font-weight: bold; font-family: Arial, Helvetica, sans-serif; }
-->
</style>
</head>

<body>
<div align="center">
  <p class="Estilo1">Plat&oacute;n </p>
  <p class="Estilo1"><img src="i11.jfif" width="275" height="183" /></p>
  <p align="left" class="Estilo2">Plat&oacute;n fue un fil&oacute;sofo griego de la Antigua Grecia, nacido alrededor del 427 a.C. en Atenas. Fue disc&iacute;pulo de S&oacute;crates y maestro de Arist&oacute;teles, y es uno de los pensadores m&aacute;s influyentes en la historia de la filosof&iacute;a occidental. Plat&oacute;n fund&oacute; la Academia de Atenas, una de las primeras instituciones de educaci&oacute;n superior en el mundo occidental.</p>
  <p align="left" class="Estilo2">Al igual que su maestro S&oacute;crates, Plat&oacute;n no dej&oacute; escritos directos. En su lugar, expres&oacute; sus ideas a trav&eacute;s de di&aacute;logos filos&oacute;ficos escritos en forma de conversaciones entre S&oacute;crates y otros personajes. Estos di&aacute;logos exploran una amplia gama de temas, desde la &eacute;tica y la pol&iacute;tica hasta la epistemolog&iacute;a y la metaf&iacute;sica.</p>
  <p align="left" class="Estilo2">Algunas de las obras m&aacute;s conocidas de Plat&oacute;n son:</p>
  <div align="left" class="Estilo2">
    <ol>
      <li> </li>
    </ol>
  </div>
  <ol class="Estilo2"><li><p align="left"><strong>&quot;La Rep&uacute;blica&quot;:</strong> En este di&aacute;logo, Plat&oacute;n explora cuestiones de justicia, el papel del individuo en la sociedad y la naturaleza de la realidad. Presenta la famosa alegor&iacute;a de la caverna para ilustrar sus ideas sobre la percepci&oacute;n y el conocimiento.</p>
    </li>
    <li>
      <p align="left"><strong>&quot;Fed&oacute;n&quot;:</strong> Este di&aacute;logo trata sobre la muerte de S&oacute;crates y aborda temas como la inmortalidad del alma y la relaci&oacute;n entre el cuerpo y el alma.</p>
    </li>
    <li>
      <p align="left"><strong>&quot;El Banquete&quot;:</strong> Aqu&iacute;, Plat&oacute;n aborda el tema del amor y la belleza, presentando discursos pronunciados por varios personajes en una fiesta.</p>
    </li>
    <li>
      <p align="left"><strong>&quot;Timeo&quot;:</strong> Plat&oacute;n explora las cuestiones cosmol&oacute;gicas y presenta su visi&oacute;n del universo, incluyendo la noci&oacute;n de las &quot;formas&quot; como realidades eternas e inmutables.</p>
    </li>
    <li>
      <p align="left"><strong>&quot;Parm&eacute;nides&quot;:</strong> En este di&aacute;logo, Plat&oacute;n se ocupa de problemas filos&oacute;ficos relacionados con la realidad y la existencia.</p>
    </li>
  </ol>
  <p align="left" class="Estilo2">Plat&oacute;n desarroll&oacute; la teor&iacute;a de las Ideas o Formas, argumentando que las cosas del mundo sensible son solo copias imperfectas de realidades eternas e inmutables. Tambi&eacute;n introdujo el concepto de la anamnesis, la idea de que el conocimiento es una reminiscencia de lo que el alma ya sabe.</p>
  <p align="left" class="Estilo2">La influencia de Plat&oacute;n en la filosof&iacute;a ha sido duradera, y su legado sigue vivo en debates contempor&aacute;neos sobre la &eacute;tica, la pol&iacute;tica, la epistemolog&iacute;a y la metaf&iacute;sica. Su m&eacute;todo dial&eacute;ctico y sus exploraciones profundas en una variedad de temas contin&uacute;an siendo objeto de estudio y reflexi&oacute;n en la filosof&iacute;a actual.</p>
  <p align="left" class="Estilo3">&nbsp;</p>
</div>
<p class="Estilo2"><a href="p3.html">Volver</a></p>
<p class="Estilo2"><a href="index.html">PAG PRINCIPAL </a></p>
</body>
</html>
