<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Documento sin t&iacute;tulo</title>
<style type="text/css">
<!--
.Estilo1 {
	font-size: 36px;
	font-weight: bold;
	font-family: Cambria;
}
.Estilo2 {font-family: Arial, Helvetica, sans-serif}
-->
</style>
</head>

<body>
<div align="center"><span class="Estilo1">Arist&oacute;teles</span></div>
<p class="Estilo2">Arist&oacute;teles fue un fil&oacute;sofo y cient&iacute;fico griego nacido en Estagira, una ciudad de la Antigua Grecia, en el a&ntilde;o 384 a.C. Era disc&iacute;pulo de Plat&oacute;n y, m&aacute;s tarde, maestro de Alejandro Magno. Su obra abarca una amplia variedad de disciplinas, incluyendo la filosof&iacute;a, la l&oacute;gica, la &eacute;tica, la pol&iacute;tica, la biolog&iacute;a y la metaf&iacute;sica. Arist&oacute;teles es considerado uno de los pensadores m&aacute;s influyentes en la historia de la filosof&iacute;a occidental.</p>
<p class="Estilo2">A diferencia de Plat&oacute;n, Arist&oacute;teles escribi&oacute; extensamente y sus obras han llegado hasta nosotros en mayor medida. Aqu&iacute; se destacan algunos aspectos clave de su pensamiento y algunas de sus obras m&aacute;s destacadas:<img src="i12.jfif" width="310" height="163" align="right" /></p>
<ol>
  <li class="Estilo2">
    <p><strong>L&oacute;gica:</strong>Arist&oacute;teles desarroll&oacute; una l&oacute;gica formal que ha tenido un impacto duradero. Su obra &quot;Organon&quot; es una colecci&oacute;n de tratados sobre l&oacute;gica, que incluye &quot;Categor&iacute;as&quot;, &quot;De la interpretaci&oacute;n&quot; y &quot;Anal&iacute;ticos posteriores&quot; entre otros.</p>
  </li>
  <li class="Estilo2"><strong>Metaf&iacute;sica:</strong>La obra &quot;Metaf&iacute;sica&quot; es una exploraci&oacute;n de la realidad y la existencia. Arist&oacute;teles aborda cuestiones como la causa, la sustancia y la realidad de las &quot;formas&quot; o &quot;sustancias&quot; individuales.</li>
  <li class="Estilo2">
    <p><strong>&Eacute;tica:</strong>En &quot;&Eacute;tica a Nic&oacute;maco&quot;, Arist&oacute;teles desarrolla su &eacute;tica virtuosa, centrada en la b&uacute;squeda de la felicidad a trav&eacute;s de la pr&aacute;ctica de virtudes como la valent&iacute;a, la justicia y la sabidur&iacute;a pr&aacute;ctica.</p>
  </li>
  <li class="Estilo2">
    <p><strong>Pol&iacute;tica:</strong>Su obra &quot;Pol&iacute;tica&quot; es un tratado sobre la organizaci&oacute;n de la sociedad. Arist&oacute;teles defiende la polis (ciudad-estado) como la unidad fundamental de la sociedad y explora diferentes formas de gobierno.</p>
  </li>
  <li class="Estilo2">
    <p><strong>Biolog&iacute;a:</strong>Arist&oacute;teles tambi&eacute;n fue un naturalista y bi&oacute;logo destacado. Su obra &quot;Historia de los animales&quot; es una de las primeras tentativas sistem&aacute;ticas de clasificaci&oacute;n de organismos y contiene observaciones detalladas sobre la anatom&iacute;a y el comportamiento animal.</p>
  </li>
  <li class="Estilo2">
    <p><strong>Po&eacute;tica:</strong>En &quot;Po&eacute;tica&quot;, Arist&oacute;teles aborda la teor&iacute;a literaria y la tragedia. Proporciona una estructura para entender la tragedia y analiza sus elementos constitutivos.</p>
  </li>
  <li>
    <p class="Estilo2"><strong>F&iacute;sica:</strong>Arist&oacute;teles tambi&eacute;n trat&oacute; cuestiones relacionadas con la f&iacute;sica y la cosmolog&iacute;a en obras como &quot;F&iacute;sica&quot; y &quot;Sobre el cielo&quot;.</p>
  </li>
</ol>
<p class="Estilo2">&nbsp;</p>
<p class="Estilo2"><a href="p3.html">Volver</a></p>
<p class="Estilo2"><a href="index.html">PAG PRINCIPAL </a></p>
</body>
</html>
