<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Documento sin t&iacute;tulo</title>
<style type="text/css">
<!--
.Estilo1 {
	font-size: 36px;
	font-weight: bold;
	font-family: Cambria;
}
.Estilo2 {font-family: Arial, Helvetica, sans-serif}
-->
</style>
</head>

<body>
<div align="center">
  <p class="Estilo1">Tom&aacute;s de Aquino </p>
  <p align="left" class="Estilo2">Tom&aacute;s de Aquino, cuyo nombre completo es Tom&aacute;s de Aquino, fue un influyente fil&oacute;sofo y te&oacute;logo medieval nacido en 1225 en el castillo de Roccasecca, Italia. Perteneciente a la familia aristocr&aacute;tica de los condes de Aquino, Tom&aacute;s se uni&oacute; a la orden mendicante de los Dominicos en 1244, a pesar de la oposici&oacute;n inicial de su familia.</p>
  <p align="left" class="Estilo2">Estudi&oacute; en Par&iacute;s, donde fue disc&iacute;pulo de Alberto Magno, otro destacado pensador medieval. Bajo la influencia de Alberto, Tom&aacute;s se familiariz&oacute; con las obras de Arist&oacute;teles, lo que marc&oacute; profundamente su pensamiento.</p>
  <p align="left" class="Estilo2">Tom&aacute;s de Aquino dedic&oacute; gran parte de su vida a la ense&ntilde;anza, el estudio y la escritura. Es conocido por su obra m&aacute;s destacada, la &quot;Summa Theologica&quot;, una extensa s&iacute;ntesis que abarca temas teol&oacute;gicos, &eacute;ticos, metaf&iacute;sicos y filos&oacute;ficos. Su enfoque en la raz&oacute;n y su intento de reconciliar la filosof&iacute;a aristot&eacute;lica con la teolog&iacute;a cristiana fueron innovadores en su tiempo.</p>
  <p align="left" class="Estilo2">Su teor&iacute;a &eacute;tica, basada en la ley natural y la ley divina, influy&oacute; en la &eacute;tica y la jurisprudencia posteriores. Tom&aacute;s abog&oacute; por la compatibilidad entre la raz&oacute;n y la fe, sosteniendo que ambas eran instrumentos para alcanzar la verdad.<img src="i13.jfif" width="300" height="168" align="right" /></p>
  <p align="left" class="Estilo2">Particip&oacute; en el Concilio de Lyon en 1274, pero muri&oacute; poco despu&eacute;s, el 7 de marzo de 1274, en el monasterio de Fossanova, Italia, a la edad de 49 a&ntilde;os. Fue canonizado como santo por la Iglesia Cat&oacute;lica en 1323 y declarado Doctor de la Iglesia.</p>
  <p align="left" class="Estilo2">El legado de Tom&aacute;s de Aquino ha perdurado a lo largo de los siglos. Su enfoque en la armonizaci&oacute;n de la fe y la raz&oacute;n, su influencia en la escol&aacute;stica y su contribuci&oacute;n a la teolog&iacute;a y la filosof&iacute;a han dejado una marca duradera en la tradici&oacute;n cat&oacute;lica y en la historia del pensamiento occidental.</p>
  <p class="Estilo1">&nbsp;</p>
</div>
<p class="Estilo2"><a href="p3.html">Volver</a></p>
<p class="Estilo2"><a href="index.html">PAG PRINCIPAL </a></p>
</body>
</html>
