<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Documento sin t&iacute;tulo</title>
<style type="text/css">
<!--
.Estilo2 {font-family: Arial, Helvetica, sans-serif}
.Estilo3 {
	font-size: 36px;
	font-weight: bold;
	font-family: Cambria;
}
-->
</style>
</head>

<body>
<p align="center" class="Estilo3">Immanuel Kant</p>
<p class="Estilo2">Immanuel Kant fue un fil&oacute;sofo alem&aacute;n nacido el 22 de abril de 1724 en K&ouml;nigsberg, Prusia (hoy Kaliningrado, Rusia). Es conocido por sus contribuciones fundamentales a la filosof&iacute;a moderna, especialmente en los campos de la epistemolog&iacute;a, la &eacute;tica y la metaf&iacute;sica. Aqu&iacute; tienes una breve biograf&iacute;a de corrido de Immanuel Kant:</p>
<ol>
  <li class="Estilo2">
    <p><strong>Educaci&oacute;n y Vida Temprana:</strong>Kant proven&iacute;a de una familia modesta y recibi&oacute; su educaci&oacute;n en el Collegium Fredericianum y posteriormente en la Universidad de K&ouml;nigsberg. Mostr&oacute; un gran inter&eacute;s en la ciencia y la filosof&iacute;a desde joven.</p>
  </li>
  <li class="Estilo2">
    <p><strong>Carrera Acad&eacute;mica:</strong>Despu&eacute;s de completar sus estudios, Kant trabaj&oacute; como profesor de l&oacute;gica y metaf&iacute;sica en la Universidad de K&ouml;nigsberg. Su reputaci&oacute;n como pensador original y agudo le vali&oacute; el reconocimiento en c&iacute;rculos acad&eacute;micos.<img src="i16.jfif" width="292" height="173" align="right" /></p>
  </li>
  <li class="Estilo2">
    <p><strong>Publicaci&oacute;n de &quot;Cr&iacute;tica de la Raz&oacute;n Pura&quot; (1781):</strong>La obra maestra de Kant, &quot;Cr&iacute;tica de la Raz&oacute;n Pura&quot;, fue publicada en 1781 y revolucion&oacute; la filosof&iacute;a. En ella, Kant examina la naturaleza del conocimiento y propone la idea de que ciertos conocimientos son innatos en la mente humana, mientras que otros provienen de la experiencia.</p>
  </li>
  <li class="Estilo2">
    <p><strong>Teor&iacute;a &Eacute;tica - &quot;Fundamentaci&oacute;n de la metaf&iacute;sica de las costumbres&quot; (1785):</strong>En esta obra, Kant presenta su &eacute;tica deontol&oacute;gica, que se centra en el deber y la moralidad intr&iacute;nseca. Introduce el concepto de &quot;imperativo categ&oacute;rico&quot; como un principio fundamental para la toma de decisiones &eacute;ticas.</p>
  </li>
  <li class="Estilo2">
    <p><strong>&quot;Cr&iacute;tica de la Raz&oacute;n Pr&aacute;ctica&quot; (1788):</strong>En esta obra, Kant expande su teor&iacute;a &eacute;tica y aborda cuestiones relacionadas con la libertad, la moralidad y la existencia de Dios.</p>
  </li>
  <li class="Estilo2">
    <p><strong>&quot;Cr&iacute;tica del Juicio&quot; (1790):</strong>Kant aborda cuestiones est&eacute;ticas y teleol&oacute;gicas en esta obra, explorando el juicio est&eacute;tico y la finalidad en la naturaleza.</p>
  </li>
  <li class="Estilo2">
    <p><strong>&Uacute;ltimos A&ntilde;os:</strong>Kant continu&oacute; publicando obras en sus &uacute;ltimos a&ntilde;os, explorando temas como la filosof&iacute;a de la religi&oacute;n y la historia de la filosof&iacute;a. Se retir&oacute; de la ense&ntilde;anza en 1796 pero sigui&oacute; escribiendo hasta su muerte.</p>
  </li>
  <li>
    <p class="Estilo2"><strong>Muerte:</strong>Immanuel Kant falleci&oacute; el 12 de febrero de 1804 en K&ouml;nigsberg. A pesar de su impacto en la filosof&iacute;a, Kant vivi&oacute; la mayor parte de su vida en la relativa oscuridad de K&ouml;nigsberg y nunca viaj&oacute; m&aacute;s all&aacute; de los l&iacute;mites de su ciudad natal.</p>
  </li>
</ol>
<p class="Estilo2"><a href="p3.html">Volver</a></p>
<p class="Estilo2"><a href="index.html">PAG PRINCIPAL </a></p>
<p>&nbsp;</p>
</body>
</html>
