<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Documento sin t&iacute;tulo</title>
<style type="text/css">
<!--
.Estilo2 {font-family: Arial, Helvetica, sans-serif}
.Estilo3 {
	font-size: 36px;
	font-weight: bold;
	font-family: Cambria;
}
.Estilo4 {font-size: 36px; font-weight: bold; font-family: Arial, Helvetica, sans-serif; }
-->
</style>
</head>

<body>
<p align="center" class="Estilo3">Friedrich Nietzsche</p>
<p class="Estilo2">Friedrich Nietzsche, fil&oacute;sofo alem&aacute;n, naci&oacute; el 15 de octubre de 1844 en R&ouml;cken, Prusia. Su padre era pastor luterano y falleci&oacute; cuando Nietzsche ten&iacute;a cinco a&ntilde;os. Estudi&oacute; en la Universidad de Bonn y luego en Leipzig. A una temprana edad, fue nombrado profesor en Basilea.</p>
<p class="Estilo2">En sus primeros escritos, Nietzsche mostr&oacute; inter&eacute;s en la filolog&iacute;a cl&aacute;sica y la m&uacute;sica. Sin embargo, problemas de salud, incluida una mala vista, afectaron su carrera acad&eacute;mica. Renunci&oacute; a la docencia para dedicarse a la escritura.</p>
<p class="Estilo2">Su obra &quot;El nacimiento de la tragedia&quot; (1872) marc&oacute; su entrada en la escena filos&oacute;fica. Desarroll&oacute; la idea del &quot;eterno retorno&quot; y la voluntad de poder. Critic&oacute; la moral tradicional en &quot;As&iacute; habl&oacute; Zaratustra&quot; (1883-1885) y abog&oacute; por la superaci&oacute;n del &quot;hombre mediocre&quot;.</p>
<p class="Estilo2">En 1889, Nietzsche sufri&oacute; un colapso mental y pas&oacute; el resto de su vida en la locura. Muri&oacute; el 25 de agosto de 1900 en Weimar. A pesar de su tiempo relativamente breve como escritor activo, Nietzsche ha influido profundamente en la filosof&iacute;a, la literatura y la psicolog&iacute;a del siglo XX. Su obra sigue siendo objeto de interpretaci&oacute;n y debate en la actualidad.</p>
<p align="center" class="Estilo4"><span class="Estilo2"><img src="i17.jfif" width="275" height="183" /></span></p>
<p align="left" class="Estilo3">&nbsp;</p>
<p class="Estilo2"><a href="p3.html">Volver</a></p>
<p class="Estilo2"><a href="index.html">PAG PRINCIPAL </a></p>
<p>&nbsp; </p>
</body>
</html>
