<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Documento sin t&iacute;tulo</title>
<style type="text/css">
<!--
.Estilo2 {font-family: Arial, Helvetica, sans-serif}
.Estilo3 {
	font-family: Cambria;
	font-weight: bold;
	font-size: 36px;
}
.Estilo4 {font-family: Arial, Helvetica, sans-serif; font-weight: bold; font-size: 36px; }
-->
</style>
</head>

<body>
<p align="center" class="Estilo3">Jean-Jacques Rousseau</p>
<p class="Estilo2">Jean-Jacques Rousseau, fil&oacute;sofo y escritor suizo-franc&eacute;s, naci&oacute; el 28 de junio de 1712 en Ginebra. Qued&oacute; hu&eacute;rfano a una edad temprana y fue criado por su t&iacute;a. En su juventud, trabaj&oacute; como aprendiz y se embarc&oacute; en varios viajes, desarrollando un inter&eacute;s en la m&uacute;sica y la escritura.</p>
<p class="Estilo2">Rousseau se estableci&oacute; en Par&iacute;s, donde se relacion&oacute; con figuras de la Ilustraci&oacute;n. En 1749, gan&oacute; reconocimiento con su ensayo &quot;Discurso sobre las ciencias y las artes&quot;, argumentando que el progreso cultural y cient&iacute;fico corromp&iacute;a la virtud natural. Su obra &quot;Discurso sobre el origen y los fundamentos de la desigualdad entre los hombres&quot; (1755) profundiz&oacute; estas ideas.<img src="i18.jfif" width="276" height="182" align="right" /></p>
<p class="Estilo2">En &quot;El contrato social&quot; (1762), Rousseau present&oacute; su teor&iacute;a pol&iacute;tica, defendiendo un contrato social basado en la voluntad general. Tambi&eacute;n escribi&oacute; &quot;Emilio o De la educaci&oacute;n&quot; (1762), donde discuti&oacute; sus ideas sobre la educaci&oacute;n natural.</p>
<p class="Estilo2">Rousseau vivi&oacute; en Suiza e Italia y, a veces, se sinti&oacute; perseguido. Sus obras influyeron en la Revoluci&oacute;n Francesa, pero tambi&eacute;n fue criticado. Muri&oacute; el 2 de julio de 1778 en Ermenonville. Aunque pol&eacute;mico, su pensamiento ha dejado una marca duradera en la filosof&iacute;a pol&iacute;tica y la teor&iacute;a educativa.</p>
<p align="center" class="Estilo4">&nbsp;</p>
<p class="Estilo2"><a href="p3.html">Volver</a></p>
<p class="Estilo2"><a href="index.html">PAG PRINCIPAL </a></p>
<p>&nbsp; </p>
</body>
</html>
