<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Documento sin t&iacute;tulo</title>
<style type="text/css">
<!--
.Estilo3 {
	font-family: Cambria;
	font-weight: bold;
	font-size: 36px;
}
.Estilo2 {font-family: Arial, Helvetica, sans-serif}
.Estilo5 {font-family: Arial, Helvetica, sans-serif; font-weight: bold; font-size: 36px; }
-->
</style>
</head>

<body>
<p class="Estilo3">John Locke</p>
<p class="Estilo3"><img src="i19.jfif" width="300" height="168" /></p>
<p class="Estilo2">John Locke, fil&oacute;sofo y m&eacute;dico ingl&eacute;s, naci&oacute; el 29 de agosto de 1632 en Wrington, Somerset, Inglaterra. Locke es conocido por sus influyentes contribuciones a la filosof&iacute;a pol&iacute;tica y la teor&iacute;a del conocimiento durante la Ilustraci&oacute;n.</p>
<p class="Estilo2">Locke estudi&oacute; en la Universidad de Oxford y se destac&oacute; en lenguas modernas y cl&aacute;sicas, la medicina y la filosof&iacute;a. Desarroll&oacute; una amistad con cient&iacute;ficos y fil&oacute;sofos de su tiempo, como Robert Boyle.</p>
<p class="Estilo2">A mediados del siglo XVII, Locke particip&oacute; en la vida pol&iacute;tica y diplom&aacute;tica. Trabaj&oacute; como m&eacute;dico personal y secretario de Shaftesbury, un influyente pol&iacute;tico. Durante este per&iacute;odo, Locke fue testigo de tensiones pol&iacute;ticas y religiosas en Inglaterra.</p>
<p class="Estilo2">Su obra m&aacute;s influyente, &quot;Ensayo sobre el gobierno civil&quot; (1689), sostiene que el gobierno debe basarse en el consentimiento de la poblaci&oacute;n y proteger los derechos naturales de las personas, incluidos la vida, la libertad y la propiedad. Estas ideas influyeron en la filosof&iacute;a pol&iacute;tica y en la redacci&oacute;n de la Declaraci&oacute;n de Independencia de los Estados Unidos.</p>
<p class="Estilo2">Locke tambi&eacute;n es conocido por su &quot;Ensayo sobre el entendimiento humano&quot; (1690), donde propone que la mente al nacer es como un &quot;tabula rasa&quot;, una hoja en blanco, y que la experiencia forma el conocimiento.</p>
<p class="Estilo2">John Locke muri&oacute; el 28 de octubre de 1704 en Oates, Essex, Inglaterra. Su pensamiento ha tenido un impacto duradero en la filosof&iacute;a pol&iacute;tica, la teor&iacute;a del conocimiento y la concepci&oacute;n moderna de los derechos individuales y el contrato social.</p>
<p class="Estilo5">&nbsp;</p>
<p class="Estilo2"><a href="p3.html">Volver</a></p>
<p class="Estilo2"><a href="index.html">PAG PRINCIPAL </a></p>
<p class="Estilo3">&nbsp;</p>
<p>&nbsp; </p>
</body>
</html>
