<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Documento sin t&iacute;tulo</title>
<style type="text/css">
<!--
.Estilo2 {font-family: Arial, Helvetica, sans-serif}
.Estilo3 {
	font-family: Cambria;
	font-weight: bold;
	font-size: 36px;
}
-->
</style>
</head>

<body>
<p align="center" class="Estilo3">S&oslash;ren Kierkegaard</p>
<p class="Estilo2">S&oslash;ren Kierkegaard, fil&oacute;sofo y te&oacute;logo dan&eacute;s, naci&oacute; el 5 de mayo de 1813 en Copenhague, Dinamarca. Su vida y obra se centran en cuestiones existenciales, la relaci&oacute;n entre la fe y la raz&oacute;n, y la cr&iacute;tica a las instituciones religiosas y filos&oacute;ficas de su tiempo. <img src="i21.jfif" width="248" height="203" align="right" /></p>
<p class="Estilo2">Kierkegaard proven&iacute;a de una familia piadosa y educada. A pesar de enfrentar desaf&iacute;os personales y la muerte de su padre, Kierkegaard estudi&oacute; teolog&iacute;a en la Universidad de Copenhague.</p>
<p class="Estilo2">En sus primeros escritos, Kierkegaard explor&oacute; temas como la est&eacute;tica y la &eacute;tica, utilizando seud&oacute;nimos para presentar perspectivas diferentes. Su obra &quot;Temor y temblor&quot; (1843) examina la historia de Abraham y su disposici&oacute;n para sacrificar a su hijo Isaac, explorando la relaci&oacute;n entre la &eacute;tica y la fe.</p>
<p class="Estilo2">En &quot;El concepto de la angustia&quot; (1844), Kierkegaard profundiz&oacute; en la experiencia de la angustia y la responsabilidad individual. Utiliz&oacute; el seud&oacute;nimo Johannes Climacus para presentar sus ideas.</p>
<p class="Estilo2">Kierkegaard critic&oacute; la iglesia estatal danesa de su tiempo y abog&oacute; por una fe m&aacute;s personal y apasionada. Su obra &quot;O lo uno o lo otro&quot; (1843) critica las formas de vida c&oacute;modas y rutinarias.</p>
<p class="Estilo2">Durante su vida, Kierkegaard escribi&oacute; una serie de libros, empleando diversos estilos literarios y pseud&oacute;nimos. Muri&oacute; el 11 de noviembre de 1855 en Copenhague.</p>
<p class="Estilo2">Despu&eacute;s de su muerte, la obra de Kierkegaard gan&oacute; reconocimiento y su influencia creci&oacute; en la filosof&iacute;a existencialista. Su &eacute;nfasis en la responsabilidad individual, la subjetividad y la fe ha dejado una huella duradera en la filosof&iacute;a y la teolog&iacute;a contempor&aacute;neas.</p>
<p align="center" class="Estilo3">&nbsp;</p>
<p class="Estilo2"><a href="p3.html">Volver</a></p>
<p class="Estilo2"><a href="index.html">PAG PRINCIPAL </a></p>
<p>&nbsp; </p>
</body>
</html>
