<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Documento sin t&iacute;tulo</title>
<style type="text/css">
<!--
.Estilo2 {font-family: Arial, Helvetica, sans-serif}
.Estilo3 {
	font-size: 36px;
	font-weight: bold;
	font-family: Cambria;
}
-->
</style>
</head>

<body>
<p align="center" class="Estilo3">Albert Camus</p>
<p class="Estilo2">Albert Camus, novelista, ensayista y dramaturgo franc&eacute;s, naci&oacute; el 7 de noviembre de 1913 en Mondovi, Argelia, que era una colonia francesa en ese momento. </p>
<p class="Estilo2">Camus creci&oacute; en un entorno modesto en Argelia. Despu&eacute;s de estudiar filosof&iacute;a en la Universidad de Argel, se mud&oacute; a Francia y se involucr&oacute; en el teatro y el periodismo. Su obra &quot;El Extranjero&quot; (1942), que examina la alienaci&oacute;n y la absurdidad de la existencia, lo catapult&oacute; a la fama literaria.</p>
<p class="Estilo2"><img src="i22.jfif" width="284" height="178" /></p>
<p class="Estilo2">Durante la Segunda Guerra Mundial, Camus particip&oacute; activamente en la Resistencia y trabaj&oacute; como periodista. Su participaci&oacute;n en la lucha contra la ocupaci&oacute;n nazi influy&oacute; en su filosof&iacute;a y escritura.</p>
<p class="Estilo2">En 1947, public&oacute; &quot;La Peste&quot;, una alegor&iacute;a sobre la ocupaci&oacute;n nazi y la resistencia. En sus ensayos, como &quot;El mito de S&iacute;sifo&quot; (1942), Camus desarroll&oacute; la idea del absurdismo, argumentando que la vida carece de sentido intr&iacute;nseco, pero la respuesta humana debe ser rebelarse contra la absurdidad y crear significado.</p>
<p class="Estilo2">Aunque inicialmente simpatiz&oacute; con el comunismo, se distanci&oacute; del Partido Comunista debido a diferencias ideol&oacute;gicas. Su obra &quot;La Rebeli&oacute;n&quot; (1951) explora la noci&oacute;n de la rebeli&oacute;n contra la opresi&oacute;n y la injusticia.</p>
<p class="Estilo2">Albert Camus fue galardonado con el Premio Nobel de Literatura en 1957. Muri&oacute; en un accidente automovil&iacute;stico el 4 de enero de 1960 en Villeblevin, Francia, a la edad de 46 a&ntilde;os. Su obra sigue siendo estudiada y apreciada por su exploraci&oacute;n profunda de la condici&oacute;n humana y su lucha contra la absurdez de la existencia.</p>
<p align="center" class="Estilo3">&nbsp;</p>
<p class="Estilo2"><a href="p3.html">Volver</a></p>
<p class="Estilo2"><a href="index.html">PAG PRINCIPAL </a></p>
<p>&nbsp; </p>
</body>
</html>
