<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Documento sin t&iacute;tulo</title>
<style type="text/css">
<!--
.Estilo1 {
	font-family: Elephant;
	font-size: 50px;
}
.Estilo3 {
	font-size: 16px;
	font-weight: bold;
	font-family: Arial, Helvetica, sans-serif;
}
.Estilo8 {font-size: 16px; font-family: Arial, Helvetica, sans-serif; }
.Estilo11 {
	font-size: 14px;
	font-family: Arial, Helvetica, sans-serif;
}
-->
</style>
</head>

<body>
<div align="center" class="Estilo1">
  <p>Tipos de filosof&iacute;a </p>
  <table width="519" border="1">
    <tr>
      <td width="185"><p class="Estilo3">Metaf&iacute;sica:Se ocupa de la naturaleza fundamental de la realidad y de preguntas como la existencia, la causalidad, el tiempo y el espacio.</p>        </td>
      <td width="318"><div align="center"><img src="i23.jfif" width="257" height="196" /></div></td>
    </tr>
    <tr>
      <td><p class="Estilo3">Epistemolog&iacute;a:Examina la naturaleza, el origen y los l&iacute;mites del conocimiento. Se centra en preguntas sobre la verdad, la creencia, la justificaci&oacute;n y la certeza.</p>        </td>
      <td><div align="center"><img src="i24.jfif" width="271" height="186" /></div></td>
    </tr>
    <tr>
      <td><p class="Estilo3">&Eacute;tica:Aborda cuestiones relacionadas con el bien y el mal, la moralidad y la toma de decisiones &eacute;ticas. Se divide en &eacute;tica normativa (qu&eacute; es moralmente correcto) y &eacute;tica aplicada (c&oacute;mo aplicar principios &eacute;ticos a situaciones espec&iacute;ficas).</p>        </td>
      <td><div align="center"><img src="i25.jfif" width="268" height="195" /></div></td>
    </tr>
    <tr>
      <td><p class="Estilo3">Est&eacute;tica:Se enfoca en la naturaleza de la belleza, el arte y la apreciaci&oacute;n est&eacute;tica. Examina preguntas sobre el gusto, la creatividad y la interpretaci&oacute;n art&iacute;stica.</p>        </td>
      <td><div align="center"><img src="i26.jfif" width="276" height="179" /></div></td>
    </tr>
    <tr>
      <td><p class="Estilo3">Filosof&iacute;a Pol&iacute;tica:Explora cuestiones relacionadas con el gobierno, la autoridad, la justicia, la libertad y los derechos. Examina diferentes teor&iacute;as pol&iacute;ticas y modelos de organizaci&oacute;n social.</p>        </td>
      <td><div align="center"><img src="i27.png" width="239" height="211" /></div></td>
    </tr>
    <tr>
      <td><p class="Estilo8"><strong>Filosof&iacute;a de la Mente:</strong>Investiga la naturaleza de la mente, la conciencia, la cognici&oacute;n y la relaci&oacute;n mente-cuerpo. Examina preguntas sobre la percepci&oacute;n, el pensamiento y la identidad personal.</p>        </td>
      <td><div align="center"><img src="i28.jfif" width="271" height="194" /></div></td>
    </tr>
    <tr>
      <td><p class="Estilo3">Filosof&iacute;a de la Ciencia:Se centra en cuestiones relacionadas con la naturaleza y el m&eacute;todo de la ciencia. Examina conceptos como la verdad cient&iacute;fica, la evidencia, la explicaci&oacute;n y la relaci&oacute;n entre la ciencia y la realidad.</p>        </td>
      <td><div align="center"><img src="i29.jfif" width="267" height="159" /></div></td>
    </tr>
    <tr>
      <td><p class="Estilo3">Filosof&iacute;a de la Religi&oacute;n:Aborda preguntas sobre la existencia de Dios, la naturaleza de la fe, el problema del mal y la relaci&oacute;n entre la religi&oacute;n y la raz&oacute;n.</p>        </td>
      <td><div align="center"><img src="i30.png" width="238" height="225" /></div></td>
    </tr>
    <tr>
      <td><p class="Estilo3">Existencialismo:Una corriente filos&oacute;fica que destaca la libertad individual, la responsabilidad personal y la importancia de la elecci&oacute;n en la creaci&oacute;n de significado en la vida.</p>        </td>
      <td><div align="center"><img src="i31.jfif" width="259" height="169" /></div></td>
    </tr>
  </table>
  <p align="center" class="Estilo11">Hay muchas otras corrientes y enfoques filos&oacute;ficos. La filosof&iacute;a es una <a href="p401.html">disciplina</a> din&aacute;mica que contin&uacute;a evolucionando con nuevas preguntas y <a href="P402.html">desaf&iacute;os</a> a medida que la sociedad y la cultura cambian.</p>
</div>
<p><a href="index.html">PAG PRINCIPAL </a></p>
</body>
</html>
