<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Documento sin t&iacute;tulo</title>
<style type="text/css">
<!--
.Estilo2 {font-size: 14px}
.Estilo3 {
	font-size: 36px;
	font-weight: bold;
	font-family: Algerian;
}
.Estilo4 {font-family: Arial, Helvetica, sans-serif}
.Estilo5 {font-size: 36px; font-weight: bold; font-family: Arial, Helvetica, sans-serif; }
-->
</style>
</head>

<body>
<p class="Estilo3">Kwame Anthony Appiah</p>
<p class="Estilo3"><img src="i38.jfif" width="300" height="168" /></p>
<p class="Estilo4">Kwame Anthony Appiah es un fil&oacute;sofo, novelista y profesor ghan&eacute;s-estadounidense, nacido el 8 de mayo de 1954 en Londres, Reino Unido. Es conocido por sus contribuciones a la &eacute;tica, la filosof&iacute;a pol&iacute;tica, la teor&iacute;a de la identidad y la globalizaci&oacute;n.</p>
<h3 class="Estilo4">Contribuciones : </h3>
<ol class="Estilo4">
  <li>
    <p><strong>&Eacute;tica y Filosof&iacute;a Moral:</strong></p>
    <ul>
      <li>Appiah ha realizado contribuciones significativas en el campo de la &eacute;tica y la filosof&iacute;a moral. Se ha ocupado de cuestiones como la moralidad, la responsabilidad y la justicia.</li>
    </ul>
  </li>
  <li>
    <p><strong>Identidad y Multiculturalismo:</strong></p>
    <ul>
      <li>Su trabajo aborda temas relacionados con la identidad, el multiculturalismo y la diversidad cultural. Ha explorado c&oacute;mo las personas construyen sus identidades en contextos culturales diversos.</li>
    </ul>
  </li>
  <li>
    <p><strong>&Eacute;tica Cosmopolita:</strong></p>
    <ul>
      <li>Appiah ha abogado por una &eacute;tica cosmopolita, argumentando que los individuos deben considerar sus responsabilidades m&aacute;s all&aacute; de las fronteras nacionales y culturales. Ha reflexionado sobre la &eacute;tica en un mundo globalizado.</li>
    </ul>
  </li>
  <li>
    <p><strong>Filosof&iacute;a Africana:</strong></p>
    <ul>
      <li>Tambi&eacute;n ha contribuido al desarrollo de la filosof&iacute;a africana, explorando cuestiones filos&oacute;ficas desde la perspectiva de la experiencia africana y su conexi&oacute;n con los debates filos&oacute;ficos m&aacute;s amplios.</li>
    </ul>
  </li>
</ol>
<h3 class="Estilo4">Biograf&iacute;a:</h3>
<ul class="Estilo4">
  <li>
    <p><strong>Fecha de Nacimiento:</strong> 8 de mayo de 1954</p>
  </li>
  <li>
    <p><strong>Lugar de Nacimiento:</strong> Londres, Reino Unido</p>
  </li>
  <li>
    <p>Appiah creci&oacute; en Ghana, &Aacute;frica, donde su padre fue una figura importante en la lucha por la independencia.</p>
  </li>
  <li>
    <p>Obtuvo su doctorado en Filosof&iacute;a en la Universidad de Clare College, Cambridge, y ha ense&ntilde;ado en varias instituciones, incluyendo Princeton y Harvard.</p>
  </li>
  <li>
    <p>Es autor de varios libros, incluyendo &quot;En el coraz&oacute;n del dilema: Reconociendo la complejidad &eacute;tica&quot; y &quot;En nombre de la identidad: Violencia y necesidades de identidad&quot;.</p>
  </li>
  <li>
    <p>Adem&aacute;s de sus contribuciones acad&eacute;micas, Appiah es novelista y ha escrito novelas como &quot;En un mundo libre&quot; y &quot;Los infortunios de la virtud&quot;.</p>
  </li>
</ul>
<p class="Estilo4">Kwame Anthony Appiah es reconocido por su enfoque interdisciplinario y su capacidad para abordar cuestiones filos&oacute;ficas fundamentales desde perspectivas culturales diversas. Su trabajo ha influido en debates &eacute;ticos, pol&iacute;ticos y culturales contempor&aacute;neos.</p>
<p class="Estilo5">&nbsp;</p>
<p><a href="P5.html">VOLVER</a></p>
<p><a href="index.html" class="Estilo2">PAG PRINCIPAL</a> </p>
</body>
</html>
